Repository: Salah-R12/mediatheque_3wa
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Update
fr: Mettre à jour

source: New book
fr: Enregistrer un nouveau livre

source: back to list
fr: Retour à la liste

source: Literrature: %s
fr: Littérature : %s

source: Book list
fr: Livre des ouvrages littéraires

source: Title
fr: Titre

source: Author
fr: Auteur

source: Edition
fr: Édition

source: show
fr: Consulter

source: edit
fr: Modifier

source: no records found
fr: Aucune donnée

source: register new book
fr: Enregistrer un nouveau livre

source: Login page
fr: Page de connexion

source: Are you sure you want to delete this staff member?
fr: Êtes-vous sûr(e) de vouloir supprimer ce membre de l'équipe ?\nCette action est irréversible.

source: Delete
fr: Supprimer

source: Save
fr: Enregistrer

source: Are you sure you want to delete this borrow?
fr: Êtes-vous sûr(e) de vouloir supprimer les données de ce prêt ?\nCette action est irréversible.

source: New Borrow
fr: Nouveau prêt

source: Borrow
fr: Prêt

source: Edit Borrow
fr: Mettre à jour les données d'un prêt

source: Borrow #%d
fr: Prêt n°%d

source: Borrow index
fr: Liste des prêts

source: new borrow
fr: Nouveau prêt

source: Are you sure you want to delete this item?
fr: Êtes-vous sûr(e) de vouloir supprimer cet élément de la base ?\nCette action est irréversible.

source: register new role
fr: Créer un nouveau rôle

source: Role
fr: Rôle

source: Edit Role
fr: Modifier un rôle

source: Role index
fr: Liste des rôles

source: Are you sure you want to delete this music?
fr: Êtes-vous sûr(e) de vouloir enlever cette oeuvre musicale de l\'inventaire ?\nCette action est irréversible.

source: register new music
fr: Répertorier une nouvelle oeuvre musicale

source: Music
fr: Musique

source: Edit Music
fr: Modifier les informations sur une oeuvre musicale

source: Are you sure you want to delete this film?
fr: Êtes-vous sûr(e) de vouloir supprimer ce contenu filmographique de l\'inventaire ?\nCette action est irréversible.

source: register new film
fr: Répertorier un nouveau film

source: Original_title
fr: Titre original (VO)

source: Duration
fr: Durée (en minutes)

source: Director
fr: Réalisateur

source: Edit Film
fr: Modifier les informations du film

source: Film index
fr: Liste des films

source: Loading...
fr: Chargement...

source: Are you sure you want to delete this book?
fr: Êtes-vous sûr(e) de vouloir supprimer cette oeuvre littéraire de l\'inventaire ?\nCette action est irréversible.

source: Staff index
fr: Liste des membres de l'équipe

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Identifier
fr: Identifiant

source: Roles
fr: Rôles

source: register new staff member
fr: Enregistrer un nouveau membre de l'équipe d'admin

# Update &quot;%s&quot;
source: Update "%s"
fr: Mettre à jour "%s"

source: Are you sure you want to delete this member?
fr: Êtes-vous sûr(e) de vouloir supprimer toutes les données de cet adhérent ?\nCette action est irréversible.

source: Subscribe
fr: Inscrire

source: Address
fr: Adresse

source: Additional address
fr: Complément d'adresse

source: Zip code
fr: Code Postal

source: City
fr: Ville

source: Phone number
fr: Téléphone

source: Edit
fr: Modifier

source: Subscribe new member
fr: Inscrire un nouvel adhérent

source: Edit %s
fr: Modifier %s
